{
  "GraphQL Playground": "Песочница GraphQL",
  "Login": "Войти",
  "Sign Out": "Выйти",
  "About": "О Нас",
  "Register": "Зарегистрироваться",
  "Main Page": "Главная Страница",
  "Sign In": "Вход",
  "Sign Up": "Регистрация",
  "Email": "Почта",
  "Password": "Пароль",
  "Confirm password": "Подтвердите пароль",
  "You ": "У вас ",
  "already have account": "уже есть аккаунт",
  "Or you can": "Или",
  "create new account": "создать новый аккаунт",
  "Error": "Ошибка",
  "Loading...": "Загрузка...",
  "Check your internet connection": "Проверьте соединение с интернетом",
  "Error: Wrong query format!": "Ошибка: Неверный формат запроса!",
  "Response not successful: Received status code 400": "Неуспешный ответ: Получен код ошибки 400",
  "QUERY VARIABLES": "ПЕРЕМЕННЫЕ ЗАПРОСА",
  "HTTP HEADERS": "ЗАГОЛОВКИ HTTP",
  "SCHEMA": "СХЕМА",
  "About the project": "О проекте",
  "GraphiQL is a web-based playground for making GraphQL requests. It offers a user-friendly interface with features like syntax highlighting, auto-completion, and real-time response viewing. It allows developers to explore GraphQL APIs, debug queries, and collaborate on query development.": "GraphiQL — это веб-платформа для выполнения запросов GraphQL. Он предлагает удобный интерфейс с такими функциями, как подсветка синтаксиса, автозаполнение и просмотр ответов в реальном времени. Это позволяет разработчикам исследовать API-интерфейсы GraphQL, отлаживать запросы и совместно разрабатывать запросы.",
  "The Rolling Scopes is an independent international developer community founded in 2013. Everyone can study at RS School, regardless of age, professional employment and place of residence. Volunteer developers from various companies and countries participate in the training. These courses combine online and offline learning. School mentors teach students in their free time and for free!": "The Rolling Scopes — независимое международное сообщество разработчиков, основанное в 2013 году. Учиться в RS School могут все желающие, независимо от возраста, профессиональной занятости и места жительства. В обучении принимают участие разработчики-добровольцы из разных компаний и стран. Эти курсы сочетают в себе онлайн и оффлайн обучение. Наставники школы обучают студентов в свободное время и бесплатно!",
  "Students of the RS School from the 2022Q3, which has passed RS School Stage #2 as well as new students with practical experience and knowledge of": "Студенты RS School 2022Q3, прошедшие RSSchool Stage #2, а также новые учащиеся, имеющие практический опыт и знания",
  "working with": "работа с",
  "Understanding of the": "Понимание",
  "Nazarii Vladyka": "Владыка Назарий",
  "Yevhenii Burkovskyi": "Бурковский Евгений",
  "Maksym Kuzmych": "Кузьмич Максим",
  "Team leader": "Лидер группы",
  "Frontend developer": "Фронтенд-разработчик",
  "Served as the team leader and was responsible for the basic layout of the project. As the leader, provided guidance and direction to the team while taking charge of designing and structuring the user interface.": "Выступал в качестве руководителя группы и отвечал за базовую компоновку проекта. В качестве лидера давал настановы и указания команде, а также отвечал за разработку и структурирование пользовательского интерфейса.",
  "Specialized in Firebase logic and authentication for the project. Was responsible for implementing Firebase functionalities, such as user authentication and data storage, to enhance the project`s security.": "Специализируется на логике и аутентификации Firebase для проекта. Отвечал за реализацию функций Firebase, таких как аутентификация пользователей и хранение данных, для повышения безопасности проекта.",
  "Was responsible for creating the welcome page of the project. Designed and implemented the initial page that greets users and sets the tone for the application.": "Отвечал за создание приветственной страницы проекта. Разработана и реализована начальная страница, которая приветствует пользователей и задает тон приложению."
}
