{
  "GraphQL Playground": "Пісочниця GraphQL",
  "Login": "Увійти",
  "Sign Out": "Вийти",
  "Register": "Зареєструватися",
  "About": "Про Нас",
  "Main Page": "Головна Сторінка",
  "Sign In": "Вхід",
  "Sign Up": "Реєстрація",
  "Email": "Пошта",
  "Password": "Пароль",
  "Confirm password": "Підтвердіть пароль",
  "You ": "У вас ",
  "already have account": "уже є акаунт",
  "Or you can": "Чи",
  "create new account": "створити новий акаунт",
  "Error": "Помилка",
  "Loading...": "Завантаження...",
  "Check your internet connection": "Перевірте з'єднання з інтернетом",
  "Error: Wrong query format!": "Помилка: Неправильний формат запиту!",
  "Response not successful: Received status code 400": "Неуспішна відповідь: Отримано код помилки 400",
  "QUERY VARIABLES": "ЗМІННІ ЗАПИТУ",
  "HTTP HEADERS": "ЗАГОЛОВКИ HTTP",
  "SCHEMA": "СХЕМА",
  "About the project": "Про проект",
  "GraphiQL is a web-based playground/IDE for making GraphQL requests. It offers a user-friendly interface with features like syntax highlighting, auto-completion, and real-time response viewing. It allows developers to explore GraphQL APIs, debug queries, and collaborate on query development.": "GraphiQL — це веб-майданчик/IDE для створення запитів GraphQL. Він пропонує зручний інтерфейс із такими функціями, як підсвічування синтаксису, автозавершення та перегляд відповідей у реальному часі. Це дозволяє розробникам досліджувати API GraphQL, налагоджувати запити та співпрацювати над розробкою запитів.",
  "The Rolling Scopes is an independent international developer community founded in 2013. Everyone can study at RS School, regardless of age, professional employment and place of residence. Volunteer developers from various companies and countries participate in the training. These courses combine online and offline learning. School mentors teach students in their free time and for free!": "The Rolling Scopes — незалежна міжнародна спільнота розробників, заснована в 2013 році. Навчатися в RS School може кожен, незалежно від віку, професійної діяльності та місця проживання. У тренінгу беруть участь розробники-волонтери з різних компаній і країн. Ці курси поєднують онлайн і офлайн навчання. Ментори школи навчають учнів у вільний час і безкоштовно!",
  "Students of the RS School from the 2022Q3, which has passed RS School Stage #2 as well as new students with practical experience and knowledge of": "Студенти RS School 2022Q3, які пройшли RSSchool Stage #2, а також нові студенти з практичним досвідом і знаннями",
  "working with": "робота з",
  "Understanding of the": "Розуміння",
  "Nazarii Vladyka": "Владика Назарій",
  "Yevhenii Burkovskyi": "Бурковський Євгеній",
  "Maksym Kuzmych": "Кузьмич Максим",
  "Team leader": "Керівник групи",
  "Frontend developer": "Фронтенд-розробник",
  "Served as the team leader and was responsible for the basic layout of the project. As the leader, provided guidance and direction to the team while taking charge of designing and structuring the user interface.": "Виконував обов’язки керівника групи та відповідав за базовий макет проекту. Як керівник, він керував командою та відповідав за розробку та структурування інтерфейсу користувача.",
  "Specialized in Firebase logic and authentication for the project. Was responsible for implementing Firebase functionalities, such as user authentication and data storage, to enhance the project`s security.": "Спеціалізується на логіці та автентифікації Firebase для проекту. Відповідав за впровадження функцій Firebase, таких як автентифікація користувачів і зберігання даних, для підвищення безпеки проекту.",
  "Was responsible for creating the welcome page of the project. Designed and implemented the initial page that greets users and sets the tone for the application.": "Відповідав за створення вітальної сторінки проекту. Розроблено та реалізовано початкову сторінку, яка зустрічає користувачів і задає тон додатку."
}
